{
    "cds": [
        {
            "id": "0",
            "name": "The war of the worlds",
            "thumbnail_url": "https://elements-cover-images-0.imgix.net/21298212-8c8e-42ee-85d9-daea02934ff9?auto=compress%2Cformat&fit=max&w=1019&s=4bf659648b0a1e055587793f237f6934",
            "info": "The ultimate science fiction classic: for more than one hundred years, this compelling tale of the Martian invasion of Earth has enthralled readers with a combination of imagination and incisive commentary on the imbalance of power that continues to be relevant today. The style is revolutionary for its era, employing a sophisticated first and third person account of the events which is both personal and focused on the holistic downfall of Earth's society. The Martians, as evil, mechanical and unknown a threat they are, remain daunting in today's society, where, despite technology's mammoth advances, humanity's hegemony over Earth is yet to be called into question. In Well's introduction to the book, where the character discusses with the later deceased Ogilvy about astronomy and the possibility of alien life defeating the 'savage' (to them) nineteenth-century Britain, is he insinuating that this is the truth and fate of humanity? It's up to you to decide..."
        },
        {
            "id": "1",
            "name": "The Martian chronicles",
            "thumbnail_url": "https://images.creativemarket.com/0.1.0/ps/3891647/910/607/m1/fpnw/wm0/previewcreativemarketcd1-.jpg?1516721646&s=1bff4ac706760d2ba490515810aca17a",
            "info": "his is a collection of science fiction short stories, cleverly cobbled together to form a coherent and very readable novel about a future colonization of Mars. As the stories progress chronologically the author tells how the first humans colonized Mars, initially sharing the planet with a handful of Martians. When Earth is devastated by nuclear war the colony is left to fend for itself and the colonists determine to build a new Earth on Mars."
        }
    ]
}